Revit 2024 API
UnitTypeId.TonneForceMetersPerMeter Property
 Tonne force meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId TonneForceMetersPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property TonneForceMetersPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TonneForceMetersPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace